/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Οι γέφυρες είναι κόμβοι Tor που βοηθούν στην παράκαμψη της λογοκρισίας. Μπορείτε να δοκιμάσετε τις γέφυρες εάν ο Tor είναι αποκλεισμένος από τον ISP σας· κάθε τύπος γέφυρας χρησιμοποιεί διαφορετική μέθοδο για να αποφύγει τη λογοκρισία: εάν ένας τύπος δεν λειτουργεί, δοκιμάστε να χρησιμοποιήσετε έναν διαφορετικό τύπο.\n\nΜπορείτε να χρησιμοποιήσετε τις παρακάτω γέφυρες ή να βρείτε άλλες γέφυρες στο %.";
"No Bridges: Directly Connect to Tor" = "Χωρίς Γέφυρες: Απευθείας Σύνδεση με το Tor";
"Provided Bridges: %" = "Παρεχόμενες γέφυρες: %";
"Custom Bridges" = "Προσαρμοσμένες Γέφυρες";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Διαμόρφωση Γεφυρών ";
"Done" = "Τέλος";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Μερικές φορές χρειάζεσαι μια γέφυρα για να φτάσεις στο Tor.";
"TELL ME MORE" = "ΠΕΙΤΕ ΜΟΥ ΠΕΡΙΣΣΟΤΕΡΑ";


// ConnectingViewController.swift
"Connected!" = "Συνδέθηκε!";
"__CLAIM_1__" = "Η ποικιλόμορφη κοινότητα μας είναι αυτό που κάνει το Tor σπουδαίο!";
"__CLAIM_2__" = "Καθημερινά άνθρωποι χρησιμοποιούν το Tor για να αποφύγουν να ακολουθούνται από διαφημίσεις.";
"__CLAIM_3__" = "Οι άνθρωποι χρησιμοποιούν το Tor για να παραμείνουν συνδεδεμένοι με τους φίλους και την οικογένειά τους.";
"__CLAIM_4__" = "Οι ακτιβιστές χρησιμοποιούν το Tor για να εκφράσουν ελεύθερα τις απόψεις και τις πεποιθήσεις τους.";
"__CLAIM_5__" = "Οι bloggers χρησιμοποιούν το Tor για να να συσπειρώσουν τον κόσμο προς την κοινωνική μεταρρύθμιση.";
"__CLAIM_6__" = "Οι δημοσιογράφοι χρησιμοποιούν τον Tor για να διερευνήσουν με ασφάλεια τις ιστορίες του ρεπορτάζ τους.";
"__CLAIM_7__" = "Οι επιχειρηματίες χρησιμοποιούν τον Tor για να διατηρήσουν απόρρητες τις στρατηγικές της εταιρίας τους.";
"__CLAIM_8__" = "Οι εργαζόμενοι χρησιμοποιούν τον Tor για να αγωνιστούν για δικαιοσύνη, χωρίς τον φόβο ότι θα χάσουν τη δουλειά τους.";


// ConnectingViewController.xib
"We're connecting you." = "Σας συνδέουμε.";
"START BROWSING" = "ΕΝΑΡΞΗ ΠΕΡΙΗΓΗΣΗΣ";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "Σε ένα άλλο πρόγραμμα περιήγησης, επισκεφτείτε το % και επιλέξτε 'Get Bridges'. Χρησιμοποιήστε την ενότητα \"Προχωρημένες επιλογές\". Τα 'obfs4' Pluggable Transports συνιστώνται. (Μην επιλέγετε IPv6.)\n\nΜπορείτε να πατήσετε το εικονίδιο της κάμερας για να χρησιμοποιήσετε τον κωδικό QR από τον ιστότοπο ή να αντιγράψετε και να επικολλήσετε τις γραμμές της γέφυρας εδώ:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Φαίνεται ότι κολλήσαμε! Βγείτε από την εφαρμογή και επανεκκινήστε την.";


// HelloViewController.xib
"Hello" = "Γεια";
"Welcome to Tor on mobile." = "Καλώς ήρθατε στο Tor για κινητό.";
"CHANGE LANGUAGE" = "ΑΛΛΑΓΗ ΓΛΩΣΣΑΣ";
"Change Language" = "Αλλαγή Γλώσσας";
"Cancel" = "Ακύρωση";


// IntroViewController.xib
"CONTINUE WITHOUT" = "ΣΥΝΕΧΙΣΤΕ ΧΩΡΙΣ";
"USE A BRIDGE" = "ΧΡΗΣΙΜΟΠΟΙΗΣΤΕ ΜΙΑ ΓΕΦΥΡΑ";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Περιηγηθείτε στο διαδίκτυο όπως θα περιμένατε ότι θα έπρεπε να μπορούσατε.";
"No tracking. No censorship." = "Όχι παρακολούθηση. Όχι λογοκρισία.";


// ScanQrViewController.swift
"Error" = "Σφάλμα";
"Camera access was not granted or QR Code scanning is not supported by your device." = "Η πρόσβαση στην κάμερα δεν παραχωρήθηκε ή η σάρωση κωδικού QR δεν υποστηρίζεται από τη συσκευή σας.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "Δεν ήταν δυνατή η αποκωδικοποίηση του κωδικού QR Code! Είστε σίγουρος/η ότι σαρώσατε έναν κωδικό QR από το bridges.torproject.org ;";
